/*
 *	Premade paper
 */

/obj/item/paper/fluff/sop
	name = "纸张- '标准操作流程'"
	info = "警报等级：<BR>\n蓝色 - 紧急情况<BR>\n\t1. 由火灾引起<BR>\n\t2. 由人工操作触发<BR>\n\t行动：<BR>\n\t\t关闭所有防火门。只有重置警报后才能开启<BR>\n红色 - 弹射/自毁<BR>\n\t1. 由模块操作电脑触发。<BR>\n\t行动：<BR>\n\t\t在指定时间后，模块将被完全弹出。<BR>\n<BR>\n引擎维护说明：<BR>\n\t关闭点火系统：<BR>\n\t启动内部供电<BR>\n\t启动轨道平衡矩阵<BR>\n\t移除区域内挥发性液体<BR>\n\t穿上防火服<BR>\n<BR>\n\t事后<BR>\n\t\t去污处理<BR>\n\t\t前往接受医检<BR>\n<BR>\n毒素实验室流程：<BR>\n\t无论如何都要佩戴防毒面具<BR>\n\t带上一个氧气瓶。<BR>\n\t启动内部供气<BR>\n<BR>\n\t事后<BR>\n\t\t去污处理<BR>\n\t\t前往接受医检<BR>\n<BR>\n灾害流程：<BR>\n\t火灾：<BR>\n\t\t启动区域火警警报。<BR>\n\t\t移动到安全区域。<BR>\n\t\t穿上防火服<BR>\n\t\t事后：<BR>\n\t\t\t评估损失<BR>\n\t\t\t修复损坏<BR>\n\t\t\t如有需要，撤离<BR>\n\t流星雨：<BR>\n\t\t启动火警警报<BR>\n\t\t移动到飞船后部<BR>\n\t\t事后<BR>\n\t\t\t修复损坏<BR>\n\t\t\t如有需要，撤离<BR>\n\t意外再入：<BR>\n\t\t启动飞船前部火警警报。<BR>\n\t\t将挥发物移到防火区域！<BR>\n\t\t穿上防火服。<BR>\n\t\t保持安全，直到紧急飞船抵达。<BR>\n<BR>\n\t\t如果飞船没有到来 -<BR>\n\t\t\t撤离到附近安全区域！"

/obj/item/paper/fluff/shuttles/daniel
	info = "我爱丹尼尔<br>丹尼尔是我最好的朋友<br><br>你快把我逼疯了，伊莉丝"


////////////	Job guides n' fluff

/obj/item/paper/guides/jobs/hydroponics
	name = "纸张- '比利·鲍勃的问候'"
	info = "<B>嘿，同行植物学家！</B><BR>\n<BR>\n我不太信任站上的那些人，所以几周前<BR>\n我就离开了。不过这里还是留给你一些<BR>\n关于怎么操作这里设备的说明。<BR>\n你可以种植植物，每迭代一代它们就会变得<BR>\n更强、更高效、产量也更好，只要你<BR>\n知道该挑哪些。为此请使用你的植物分析仪。<BR>\n你还可以把收获的植物放进取种机变成种子，<BR>\n再重新种下，得到更好的货色！<BR>\n有时如果培养槽里的杂草等级太高，<BR>\n就会观察到它们变异成别的蘑菇或杂草品种。<BR>\n偶尔连杂草自己都会变异！<BR>\n<BR>\n总之，玩得开心！<BR>\n<BR>\n致以问候，<BR>\n比利·鲍勃·约翰逊。<BR>\n<BR>\n附言。<BR>\n这里有几点小提示：<BR>\n荨麻中，效力 = 伤害<BR>\n毒蝇伞中，效力 = 致命性 + 副作用<BR>\n自由帽蘑菇中，效力 = 致幻强度 + 效果<BR>\n辣椒中，效力 = 辣度<BR>\n<B>营养液能让蘑菇活下去！</B><BR>\n<B>水分能让荨麻这类杂草活下去！</B><BR>\n<B>其他所有植物两者都需要。</B>"

/obj/item/paper/fluff/jobs/security/beepsky_mom
	name = "来自比普斯基妈妈的便条"
	info = "01001001 00100000 01101000 01101111 01110000 01100101 00100000 01111001 01101111 01110101 00100000 01110011 01110100 01100001 01111001 00100000 01110011 01100001 01100110 01100101 00101110 00100000 01001100 01101111 01110110 01100101 00101100 00100000 01101101 01101111 01101101 00101110"

/obj/item/paper/guides/jobs/security/courtroom
	name = "纸张- '太空站13法律标准流程速成'"
	info = "<B>角色：</B><BR>\n侦探基本上兼任调查员与检察官。<BR>\n助理在得到侦探书面授权后也可执行这些职能。<BR>\n舰长/人事主管/典狱长可作为司法权威。<BR>\n安保人员负责执行逮捕令、维持审判期间安保以及押送囚犯。<BR>\n<BR>\n<B>调查阶段：</B><BR>\n犯罪发生后，侦探的工作是收集证据，并尽量查明不仅是谁干的，还要弄清事情经过。他必须特别注意把一切编目归档，不得遗漏任何内容。把所有证据都写在纸上，并确保提取足够数量的指纹。如果他必须询问某人，就有权当面对质。若对方拒绝配合，他可以请求司法权威签发传票要求问讯。若该人仍拒不回应，则应以不服从命令和妨碍司法为由监禁，待其配合后释放。<BR>\n<BR>\n一旦侦探已经清楚知道罪犯是谁，他就应在纸上写出逮捕令，而且必须列明指控罪名。随后侦探要去向司法权威简要陈述案情。若案情基本成立，权威就应签字，随后由安保执行该逮捕令。<BR>\n<BR>\n<B>预审前阶段：</B><BR>\n此时如果被告要求法律代理人，就必须为其提供。该代理人与被告随后应获得会面时间（在监狱里会面也可以接受）。被告及其律师随后还必须获得一份审判中将要提交的全部证据副本（全部重抄到纸上也可以）。这就叫作“证据披露包”。除少数例外外，这将是双方在庭审中唯一可以使用的证据。如果控方打算寻求死刑，就必须在此时声明；同样，若辩方打算以精神缺陷为由主张无罪，也必须此时提出，以便留出充分检查时间。<BR>\n现在双方都应整理自己的证人名单。默认情况下，无论其他情况如何，被告都会同时出现在双方名单上。此外，控辩双方也可以事先继续收集更多证据，但若要在审判中使用，则必须同样提交给对方。\n辩方此时也可以针对部分证据提出动议。<BR>\n<B>可提出的动议：</B><BR>\n1. <U>证据无效 -</U> 证据本身存在问题，应予排除。这包括证据无关或安保腐败等情况。<BR>\n2. <U>自由行动 -</U> 基本上就是允许被告在审判前和审判期间不戴手铐。<BR>\n3. <U>证人传票 -</U> 如果辩方提出充分理由需要某位证人，而该人又拒绝配合，则可签发传票。<BR>\n4. <U>撤销指控 -</U> 证据不足以支撑审判，因此应撤销指控。侦探可以重新起诉，但司法权威必须仔细重新审查新证据。<BR>\n5. <U>宣告无行为能力 -</U> 基本上就是认定被告精神失常。一旦获准，医务人员应检查该病人。若其确实精神失常，则应交由医疗部门照护，直到其被认定有能力受审。<BR>\n<BR>\n所有人移步法庭<BR>\n<B>庭前听证：</B><BR>\n司法权威与双方当事人应在审判室会面。除负责安保的警卫外，任何其他人都不得在场。辩方先作答辩；若答辩为认罪，则直接进入量刑阶段。随后双方分别向司法权威提出各自动议，由其作出裁定。双方都可以就每项动议进行辩论。之后司法权威会获得一份船员名单，先从中挑选合适且可到场的陪审员，再将他们召来。双方都可提问，并剔除自己认为偏见过重的陪审员，但在剔除前，司法权威必须同意其理由。<BR>\n<BR>\n<B>正式审判：</B><BR>\n审判共分三个阶段。<BR>\n1. <B>开庭陈词</B> - 双方都可以发表简短陈词，但不得提交任何证据。<BR>\n2. <B>证人传唤/证据展示</B> - 控方先行，可按任意顺序传唤其获准名单上的证人；如有必要，也可再次传唤。讯问过程中，律师可以借助证据中的内容来证明论点。每名证人结束后，对方都有机会交叉询问。双方都问完后，控方可继续传唤新证人，或再次传唤旧证人（甚至是完全同一个人）。控方结束后，由辩方传唤证人。在双方初步陈述完各自案件后，双方都可以从任意一方名单中传唤证人。<BR>\n最后，当双方都结束传唤证人后，就进入下一阶段。<BR>\n3. <B>结案陈词</B> - 与开庭陈词相同。<BR>\n随后陪审团将私下合议，而且必须全体一致同意裁决。记住：他们可以在不同罪名上作出混合裁决（例如你据称持枪杀人，但你只是未经授权捡起一把枪，那么你完全可能在谋杀罪上无罪，但在非法持有武器罪上有罪）。一旦达成一致，他们就会宣读裁决；如果始终无法达成一致并认为永远无法达成，则宣布陪审团僵局，并回到庭前阶段，由全新一组陪审员重新开始。<BR>\n<BR>\n<B>量刑阶段：</B><BR>\n如果请求了死刑（你必须已经经过了一场死刑审判），则跳到第二部分。<BR>\nI. 双方都可以按任意顺序提交更多证据或证人，不存在对情感因素等内容的限制。控方应提出建议刑罚，待双方都结束后，由司法权威宣判。<BR>\nII. 陪审团留下并按第一部分相同步骤处理，他们唯一的职责是判定是否适用死刑。若不适用，则由法官选择刑罚。<BR>\n<BR>\n好了，到这里就结束了。随后由安保执行判决，并把适用的定罪结果加入此人的档案记录。<BR>\n"

/obj/item/paper/guides/jobs/security/labor_camp
	name = "劳改营操作指南"
	info = "<b>劳改营设施操作指南</b><br><br>你好，光荣的纳米安保囚犯改造中心操作员。作为应对犯罪率上升和生产力下降的解决方案，这些设施专为安全且高效地监禁最危险的罪犯而设计。<br><br>若要让长期囚犯为车站服役，请按标准流程在某个监狱储物柜处把他的装备换成囚服。在给囚犯发放ID卡之前，先把ID插入囚犯管理终端，并依据其罪行严重程度为其设定配额。<br>大多数材料每加工一张可为囚犯提供5点配额完成度，通常产出速度约为每分钟100点，但像强制劳动这样严厉的惩罚应只用于刑期不少于5分钟的严重罪行。<br>准备好囚犯后，把他安置在劳改穿梭艇北侧的安全区域，并把他送去站点。一旦他通过向堆叠机投喂材料片完成配额，他就会获准返回站点，并能打开通往囚犯释放区域的安全门。<br><br>若囚犯较为危险，可能需要监控。为此，矿站上设有一间囚犯监控室，配备远程闪光器和封锁按钮。矿区本身也有安保机器人巡逻，因此附近的安保记录终端也可以用于控制矿上的敌对囚犯。"

/obj/item/paper/guides/jobs/security/range
	name = "纸张- 靶场说明"
	info = "说明：<br><i>首先，你需要确认磁力平台中央装有一个靶桩。接着，从后方的箱子里取出一个铝制靶板并插进靶桩里，记得确认它卡紧了！然后，房间某处墙上应该安装着一台控制终端。<br><br>这台控制终端决定磁力平台的行为，而平台可以带着你的射击目标移动，以模拟真实战斗环境。你可以在这里关闭磁体，或调整其电磁强度和磁场范围。电力等级决定拉力强度，通常你会希望它与速度数值保持一致。磁场等级则决定磁力影响的距离。<br><br>接下来两个设置是速度和路径。速度决定机器沿指定路径循环的快慢；路径决定磁场会在何时以何处为中心。设备里应该已经预设了一条路径输入。你可以启用移动功能，观察路径如何影响靶桩的移动方式。若你想自己编写路径，请参考以下键值：</i><br><br>N：北<br>S：南<br>E：东<br>W：西<br>C：中心<br>R：随机（结果可能不同）<br>; 或 &：分隔符。它们不是必须的，但能让路径字符串更清晰。"

/obj/item/paper/fluff/jobs/jobs
	name = "纸张- '职位信息'"
	info = "本文件记载了太空站13上所有可正式分配的职位信息。<BR>\n数据将以下列格式呈现。<BR>\n通常较低级别的职位会排在前面。<BR>\n<BR>\n<B>职位名称</B>   基础权限>实验室权限-引擎权限-系统权限（大气控制）<BR>\n\t职位说明<BR>\n职责内容（不分先后）<BR>\n提示（如适用）<BR>\n<BR>\n<B>研究助理</B> 1>1-0-0<BR>\n\t这大概是最低级的职位。任何在初始职位分配后进入太空站的人，\n都会自动获得这个职位。此职位权限受限。人事主管应\n按情况授予合适的协助级别。<BR>\n1. 协助研究人员。<BR>\n2. 清理实验室。<BR>\n3. 准备材料。<BR>\n<BR>\n<B>安保助理</B> 2>0-0-0<BR>\n\t这个职位负责协助安保官履行职责。安保助理主要应当\n在飞船上巡逻，等到需要时再出面维护飞船安全。\n（附注：更新/提高后的安保协议允许向安保人员发放低级武器）<BR>\n1. 巡逻飞船/守卫关键区域<BR>\n2. 协助安保官<BR>\n3. 执行其他安保职责。<BR>\n<BR>\n<B>技术助理</B> 1>0-0-1<BR>\n\t这又是一个低级职位。技术助理帮助工程师和站点\n技术员维护并保养空间站。这个职位非常重要，因为站点技术员通常\n工作负担很重，而这些助手能减轻这种压力。<BR>\n1. 协助站点技术员和工程师。<BR>\n2. 进行空间站常规维护。<BR>\n3. 准备材料。<BR>\n<BR>\n<B>医疗助理</B> 1>1-0-0<BR>\n\t这是第四种职位，稍微没那么常见。这个职位在医务室外\n没有太多权力。可以把它看作帮助维护病历和医疗物资的护士，\n例如灌装注射器和检查生命体征。<BR>\n1. 协助医务人员。<BR>\n2. 更新医疗档案。<BR>\n3. 为医疗操作准备材料。<BR>\n<BR>\n<B>研究技术员</B> 2>3-0-0<BR>\n\t这个职位主要是研究助理的进阶版。这些人通常没有自己的实验室，\n但会更直接参与实验流程。到这个级别时，他们也被允许正式地作为顾问\n协助其他人。<BR>\n1. 向上级汇报研究进展。<BR>\n2. 与正式研究员一同开展研究。<BR>\n<BR>\n<B>侦探</B> 3>2-0-0<BR>\n\t这个职位大多数时候多少有些无聊。他们唯一的职责是\n调查犯罪现场并分析案发现场。这会\n在一定程度上减轻安保官的负担。此人的职责\n是推导出发生了什么，并在法庭上作证。\n此外，此人还应妥善保存证据。<BR>\n1. 进行案发现场调查/得出结论。<BR>\n2. 妥善存放并编目证据。<BR>\n3. 向上级/问询方就调查结果作证。<BR>\n<BR>\n<B>站点技术员</B> 2>0-2-3<BR>\n\t被分配到该职位的人必须确保太空站13上的所有系统都能运作。\n他们主要应在计算机实验室工作并修理故障设备，同时也应与\n大气技术员协作。<BR>\n1. 维护太空站13系统。<BR>\n2. 修理设备。<BR>\n<BR>\n<B>大气技术员</B> 3>0-0-4<BR>\n\t这些人应主要在大气控制中心和实验室工作。他们肩负着维持太空站13\n脆弱大气环境这一极其重要的工作。<BR>\n1. 维护太空站13的大气环境<BR>\n2. 研究空间站内的大气情况。（请务必注意安全！）<BR>\n<BR>\n<B>工程师</B> 2>1-3-0<BR>\n\t担任这一职位的人通常应详细了解太空站13推进系统的运作方式。\n他们是少数能不受限制进入引擎区的职位之一。<BR>\n1. 维护引擎。<BR>\n2. 防止引擎区失火。<BR>\n3. 维持安全轨道。<BR>\n<BR>\n<B>医疗研究员</B> 2>5-0-0<BR>\n\t这个职位可能需要稍作说明。他们的职责是确保所有实验安全，\n并进行可能改善空间站状况的实验。在新的实验室\n建成前，他们通常会比较清闲。<BR>\n1. 确保空间站安全。<BR>\n2. 研究太空站13中所研究材料的医疗性质。<BR>\n<BR>\n<B>科学家</B> 2>5-0-0<BR>\n\t这些人研究太空站13处理材料的性质，尤其是其毒性性质。\n从技术上讲，他们也可以被称为等离子技术员，因为他们日常处理的就是等离子。<BR>\n1. 研究等离子<BR>\n2. 确保所有等离子都被妥善处理。<BR>\n<BR>\n<B>医生（官员）</B> 2>0-0-0<BR>\n\t担任此职位的人应主要留在医疗区域。他们应确保所有人都前往\n医疗湾接受治疗和检查，同时还要确保医疗物资保持\n整齐有序。<BR>\n1. 治疗伤员。<BR>\n2. 为所有人员进行检查。<BR>\n3. 监督医疗设备的使用。<BR>\n<BR>\n<B>安保官</B> 3>0-0-0<BR>\n\t这些人应努力维持站内秩序并确保空间站安全。另一项\n附带职责是协助修复空间站。他们也像一般维护人员一样工作。系统不会\n给他们发武器，他们必须依靠自己的资源。<BR>\n（附注：更新/提高后的安保协议允许向安保人员发放武器）<BR>\n1. 维持秩序。<BR>\n2. 协助他人。<BR>\n3. 修复结构问题。<BR>\n<BR>\n<B>安保主管</B> 4>5-2-2<BR>\n\t被分配为安保主管的人应向安保人员下达命令。他们还应\n仔细监管所有安保设备的使用。所有安保事务都应向此人汇报。<BR>\n1. 统筹安保工作。<BR>\n2. 分配巡逻任务。<BR>\n3. 保护空间站与员工。<BR>\n<BR>\n<B>人事主管</B> 4>4-2-2<BR>\n\t被分配为人事主管的人将负责监管所有人员的行动。\n此外，他们还拥有分配职位与权限等级的能力。<BR>\n1. 分派职责。<BR>\n2. 监管人员。<BR>\n3. 监管研究工作。<BR>\n<BR>\n<B>舰长</B> 5>5-5-5（全站无限制权限）<BR>\n\t这是你在太空站13上能获得的最高职位。他们被允许进入\n空间站内的任何区域，因此必须妥善保管自己的ID卡。\n他们也拥有分配职位和权限等级的能力，不应滥用自己的权力。<BR>\n1. 分配太空站13上的所有职位<BR>\n2. 检查空间站是否存在问题。<BR>\n3. 执行行政职责。<BR>\n"

/obj/item/paper/fluff/jobs/mining/smelter_notice
	name = "纸张- 冶炼作业已关闭"
	info = "<B>**通知**</B><BR><BR>冶炼作业已转移至站内。<BR><BR>请将你的未精炼矿石带到投递办公室的矿石兑换机进行积分兑换。<BR><BR>--太空站13指挥部"

/obj/item/paper/fluff/jobs/security/court_judgement
	name = "纸张- '判决书'"
	info = "因犯下危害空间站之罪，罪犯被判处：<BR>\n<BR>\n"

/obj/item/paper/fluff/jobs/toxins/chemical_info
	name = "纸张- '化学信息'"
	info = "已知船上毒素：<BR>\n\tA级半液态等离子：<BR>\n\t\t剧毒。你无法承受高于15单位的浓度。<BR>\n\t\t超过50单位后，防毒面具将无法过滤等离子。<BR>\n\t\t会像气体一样尝试扩散。<BR>\n\t\t可被空气净化器过滤。<BR>\n\t\t另有一种瓶装版本，和罐体中的版本<BR>\n\t\t\t存在很大差异！<BR>\n<BR>\n\t\t警告：高度易燃。远离热源<BR>\n\t\t\t除非处于封闭的燃烧区域内！<BR>\n\t\t警告：未经授权使用此物属于犯罪。<BR>\n已知船上解毒剂：<BR>\n\t01P型解毒剂：可对抗A级等离子。<BR>\n\t\t最好直接注入血液中。<BR>\n\t\t每个标准医疗包中都有一整针。<BR>\n\t\t特制毒素包里大约有7支。<BR>\n<BR>\n已知船上其他化学品：<BR>\n\t再生剂 T#001：<BR>\n\t\t哪怕只向血液中注入1单位<BR>\n\t\t\t也能治愈昏迷与睡眠毒素。<BR>\n\t\t若用于濒死患者，将在约（单位数*3）秒内<BR>\n\t\t\t防止其继续受到伤害。<BR>\n\t\t\t但它不能治好对方，也无法让其被治好。<BR>\n\t\t它也能用于非濒死患者<BR>\n\t\t\t但化学物质同样会很快消失。<BR>\n\t吗啡 T#054：<BR>\n\t\t5单位将精确诱发1分钟睡眠。<BR>\n\t\t\t其效果可累积。<BR>\n\t\t警告：未经授权使用此物属于犯罪"

/obj/item/paper/fluff/jobs/medical/hippocratic
	name = "纸张- '希波克拉底誓言'"
	info = {"<i>我庄严宣誓，将以我全部的能力与判断，恪守此约：
	<br>
	我将尊重那些先行医者艰难取得的科学成果，
	并乐于将我所掌握的知识分享给后来之人。
	<br>
	我将为病患之福祉，采取一切必要措施，
	避免落入过度治疗与治疗虚无主义这两种陷阱。    
	<br>
	我将铭记，医学不仅是科学，也是艺术，
	而温暖、同情与理解，或许比外科医生的刀或化学家的药更有价值。
	<br>
	我不会因说出“我不知道”而感到羞愧，
	当病人的康复需要他人的专长时，我也不会忘记请来同僚协助。
	<br>
	我将尊重病人的隐私，因为他们向我披露的问题并不是为了让世人知晓。尤其在生死攸关之事上，我更必须谨慎行事。
	若我有幸挽救生命，我心怀感恩；但夺走生命的力量也可能掌握在我手中；
	面对这份沉重责任时，我必须怀着极大的谦卑，并牢记自身的脆弱。最重要的是，我绝不能扮演上帝。
	<br>
	我将铭记，我所治疗的不是发热曲线，也不是癌变肿块，而是一个患病的人，他的病痛也可能影响其家庭与经济稳定。
	若我要充分照护病人，我的责任也包括这些相关问题。
	<br>
	只要我做得到，我就会预防疾病，因为预防胜于治疗。
	<br>
	我将铭记，我始终是社会的一员，对所有同胞都负有特殊义务，
	无论其身心健全，还是体弱病残。
	<br>
	若我不违背此誓，愿我得以享受生命与艺术，生前受人敬重，身后被人怀念。
	愿我始终以保存此职业最崇高传统的方式行事，并长久体会医治求助者所带来的喜悦。
	</i>"}

	/*
	*	Stations
	*/


///////////	CentCom

/obj/item/paper/fluff/stations/centcom/disk_memo
	name = "备忘录"
	info = "把那该死的磁盘给我拿来"

/obj/item/paper/fluff/stations/centcom/broken_evac
	info = "由于超出我方控制范围的情况，你们的紧急撤离穿梭机目前停运。<br><br>对于由此给你们带来的不便，我们深表歉意。<br><br>请尽情享用这本免费赠送的书。<br><br>此致，<br>中央司令部行动爆破审查报复漏洞修复下划线服务处"

/obj/item/paper/fluff/stations/centcom/bulletin
	name = "纸张- '官方公告'"
	info = "<BR>中央司令部安保处<BR>港务部门<BR>官方公告<BR><BR>督察官：<BR>今天将有一艘紧急穿梭机抵达。<BR><BR>仅限纳米崔森员工获准通行。拒绝所有其他进入者。<BR><BR>中央司令部港务专员"


///////////	Lavaland

/obj/item/paper/fluff/stations/lavaland/orm_notice
	name = "紧急！"
	info = "这里潦草地写着一张匆忙留下的便条…… <br><br> 请使用货运办公室里的矿石兑换机进行冶炼。求你们了！ <br><br>--研究人员"
